{
  "__v": 1,
  "description": "Base de conocimiento Diagnostico Automotriz",
  "entries": [
    {
      "name": "ENJOY THE JOURNEY",
      "description": "Si el auto arranca disfruta el viaje ",
      "props": [
        "El Auto Arranca"
      ]
    },
    {
      "name": "Reemplazar la bomba de nafta",
      "description": "Si el auto no arranca, el motor gira, los cables de bujia tienen chispa y tiene nafta. Reemplazar la bomba de nafta",
      "props": [
        "El motor gira",
        "Los cables de bujia tienen chispa",
        "Tiene nafta"
      ]
    },
    {
      "name": "Cargar nafta",
      "description": "Si el auto no arranca, el motor gira, los cables de bujia tienen chispa y no tiene nafta. Cargar nafta",
      "props": [
        "El motor gira",
        "Los cables de bujia tienen chispa"
      ]
    },
    {
      "name": "Reparar el distribuidor",
      "description": "Si el auto no arranca, el motor gira, los cables de bujia no tienen chispa y la bobina funciona. Reparar el distribuidor",
      "props": [
        "El motor gira",
        "Funciona la bobina"
      ]
    },
    {
      "name": "Reemplazar la bobina",
      "description": "Si el auto no arranca, el motor gira, los cables de bujia no tienen chispa y la bobina no funciona. Reemplazar la bobina",
      "props": [
        "El motor gira"
      ]
    },
    {
      "name": "Limpiar los bornes de bateria",
      "description": "Si el auto no arranca, el motor no gira, tiene carga la bateria y los bornes de bateria estan sucios. Limpiar los bornes de bateria",
      "props": [
        "La bateria tiene carga",
        "Los bornes de bateria sucios"
      ]
    },
    {
      "name": "Reemplazar los fusibles",
      "description": "Si el auto no arranca, el motor no gira, tiene carga la bateria y los bornes de bateria no estan sucios. Reemplazar los fusibles",
      "props": [
        "La bateria tiene carga",
        "Los fusibles estan quemados"
      ]
    },
    {
      "name": "Reemplazar bendix",
      "description": "Si el auto no arranca, el motor no gira, tiene carga la bateria, los bornes de bateria no estan sucios, los fusibles no estan quemados y el motor de arranque gira. Reemplazar bendix",
      "props": [
        "La bateria tiene carga",
        "EL motor de arranque gira"
      ]
    },
    {
      "name": "Revisar carbones y bobinados",
      "description": "Si el auto no arranca, el motor no gira, tiene carga la bateria, los bornes de bateria no estan sucios, los fusibles no estan quemados y el motor de arranque no gira. Revisar carbones y bobinados",
      "props": [
        "La bateria tiene carga"
      ]
    },
    {
      "name": "Cargar la bateria",
      "description": "Si el auto no arranca, el motor no gira y no tiene carga la bateria. Cargar la bateria",
      "props": [
      ]
    }    
  ]
}
